IDEA Open Model
Member1D.HingeEnd Property
Compatible with IDEA StatiCa Beta 20.0
 Gets, sets hinge located in the end of element
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement HingeEnd { get; set; }
Public Property HingeEnd As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
Member1D Class
IdeaRS.OpenModel.Model Namespace